---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.LastCopyOfGroupDeleted
source: html/0d8d567f-0eea-a9a7-37ae-22b0cfaba2fd.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.LastCopyOfGroupDeleted Property

Last copy of Group "[Name]" deleted. Group type removed from project.

## Syntax (C#)
```csharp
public static FailureDefinitionId LastCopyOfGroupDeleted { get; }
```